[
  {
    "source": "🎯 Strategy (Bitcoin all time high)",
    "title": "What will the total value locked (TVL) in DeFi be at the end of 2020, according to DefiPulse?",
    "total_vol": "$46,945",
    "description": "This is a scalar market on what the TVL metric on [Defipulse.com] (http://defipulse.com/) will be on December 31st, 2020. TVL stands for the Total Value of cryptoassets Locked as collateral in the most prominent defi protocols and applications, and is the most prolific metric in regards to tracking the growth and success of DeFi. In the past few months, the TVL has been rapidly growing, showing no signs of slowing down. This market forecasts the perceived growth of DeFi by the year's end. The lower bound of this market is $8 Billion, and upper bound is $20 Billion - the market will resolve proportionally to the bounds according to what the TVL is at 12pm EST, December 31st, 2020. Reference the calculator and Buy modal to the right to better understand how the prices of outcome shares correlates to the bounds of this scalar market. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n",
    "analysis": {
      "2021-01-02": [
        {
          "choice": "What will the total value locked (TVL) in DeFi be at the end of 2020, according to DefiPulse?",
          "signal": "Long: 58.4% | Short: 41.6%",
          "vol": "$46,945"
        }
      ]
    }
  },
  {
    "source": "🎯 Strategy (Bitcoin all time high)",
    "title": "What will the USD price of Filecoin ($FIL) be on November 17th, 2020?",
    "total_vol": "$69,947",
    "description": "This is a scalar market on what the USD price of 1 Filecoin ($FIL) will be on November 17th, 2020, at 2pm EST, according to Coingecko. The lower bound for this market is $10/FIL, and the upper bound is $50/FIL - you can use the calculator to the right (underneath the Buy modal) to calculate how each Long or Short share price corresponds with the FIL price. Long and Short shares will settle proportionally in the case of the final value being between these bounds, but if the final value exceeds either the upper or lower bound, the price of each Outcome Share is capped at $1. Refer to calculator. In the event of ambiguity in terms of the market outcome, the market will be resolved at the sole discretion of the Markets Integrity Committee (MIC).\n",
    "analysis": {
      "2020-11-17": [
        {
          "choice": "What will the USD price of Filecoin ($FIL) be on November 17th, 2020?",
          "signal": "Long: 49.9% | Short: 50.1%",
          "vol": "$69,947"
        }
      ]
    }
  }
]